INSERT INTO `strategy` VALUES (1, '保守-', 1, '2019-07-24 07:42:10', '1970-01-01 08:00:01');
INSERT INTO `strategy` VALUES (2, '保守型', 1, '2019-07-30 06:14:21', '1970-01-01 08:00:01');
INSERT INTO `strategy` VALUES (3, '保守+', 1, '2019-07-24 07:42:24', '1970-01-01 08:00:01');
INSERT INTO `strategy` VALUES (4, '稳健-', 1, '2019-07-24 07:42:38', '1970-01-01 08:00:01');
INSERT INTO `strategy` VALUES (5, '稳健型', 1, '2019-07-30 06:13:12', '1970-01-01 08:00:01');
INSERT INTO `strategy` VALUES (6, '稳健+', 1, '2019-07-30 06:13:23', '1970-01-01 08:00:01');
INSERT INTO `strategy` VALUES (7, '激进-', 1, '2019-07-30 06:13:41', '1970-01-01 08:00:01');
INSERT INTO `strategy` VALUES (8, '激进型', 1, '2019-07-30 06:13:50', '1970-01-01 08:00:01');
INSERT INTO `strategy` VALUES (9, '激进+', 1, '2019-07-30 06:14:14', '1970-01-01 08:00:01');

INSERT INTO `strategy_attribute` VALUES (1, '保守-', 1, 1, 1, 2, 1, 2, 5, 1, 5, 2, 0, 0, 6, 1, '2019-07-30 06:26:21', '1970-01-01 08:00:01');
INSERT INTO `strategy_attribute` VALUES (2, '保守型', 2, 0, 1, 3, 1, 2, 5, 1, 5, 2, 0, 0, 6, 1, '2019-07-30 06:26:21', '1970-01-01 08:00:01');
INSERT INTO `strategy_attribute` VALUES (3, '保守+', 3, 0, 1, 4, 1, 2, 5, 1, 5, 2, 0, 0, 6, 1, '2019-07-30 06:26:22', '1970-01-01 08:00:01');
INSERT INTO `strategy_attribute` VALUES (4, '稳健-', 4, 0, 1, 5, 1, 3, 4, 1, 4, 1, 0, 0, 8, 1, '2019-07-30 06:26:23', '1970-01-01 08:00:01');
INSERT INTO `strategy_attribute` VALUES (5, '稳健型', 5, 0, 1, 6, 1, 3, 4, 1, 4, 1, 0, 0, 8, 1, '2019-07-30 06:26:24', '1970-01-01 08:00:01');
INSERT INTO `strategy_attribute` VALUES (6, '稳健+', 6, 0, 1, 7, 1, 3, 4, 1, 4, 1, 0, 0, 8, 1, '2019-07-30 06:26:24', '1970-01-01 08:00:01');
INSERT INTO `strategy_attribute` VALUES (7, '激进-', 7, 0, 1, 8, 1, 4, 3, 1, 3, 1, 0, 0, 10, 1, '2019-07-30 06:26:26', '1970-01-01 08:00:01');
INSERT INTO `strategy_attribute` VALUES (8, '激进型', 8, 0, 1, 9, 1, 4, 3, 1, 3, 1, 0, 0, 10, 1, '2019-07-30 06:26:27', '1970-01-01 08:00:01');
INSERT INTO `strategy_attribute` VALUES (9, '激进+', 9, 0, 1, 10, 1, 4, 3, 1, 3, 1, 0, 0, 10, 1, '2019-07-30 06:26:28', '1970-01-01 08:00:01');

INSERT INTO `strategy_sequence` VALUES (1, '倍投', '1，2，4，8，16...最经典的数列，收单较快，所需本金较多\n\n', 1, '2019-07-23 07:12:19', '1970-01-01 08:00:01');
INSERT INTO `strategy_sequence` VALUES (2, '倍投PLUS', '1，3，7，15，31...数字增幅比倍投略大，收单速度更快，所需本金更多\n\n', 1, '2019-07-23 07:12:37', '1970-01-01 08:00:01');
INSERT INTO `strategy_sequence` VALUES (3, '三倍', '1，3，9，27，81...三倍倍投数列收单速度最快，所需本金最多\n\n', 1, '2019-07-23 07:12:48', '1970-01-01 08:00:01');
INSERT INTO `strategy_sequence` VALUES (4, '平方', ' 1，4，9，16，25...数字增长从快到慢，收单速度较慢，所需本金较少\n\n', 1, '2019-07-30 06:29:19', '1970-01-01 08:00:01');
INSERT INTO `strategy_sequence` VALUES (5, '斐波那契', '1，2，3，5...数字增长从慢到快，收单速度适中，所需本金适中\n\n', 1, '2019-07-30 06:29:43', '1970-01-01 08:00:01');
INSERT INTO `strategy_sequence` VALUES (6, '卢卡斯', '1，3，4，7，11...斐波那契的演变，收单速度适中，所需本金适中\n\n', 1, '2019-07-30 06:30:00', '1970-01-01 08:00:01');
INSERT INTO `strategy_sequence` VALUES (7, '平推', '1，1，1，1，1...每次建仓单量都一样，持单较久，所需本金最少\n', 1, '2019-07-30 06:30:17', '1970-01-01 08:00:01');

INSERT INTO `strategy_sequence_value` VALUES (1, 1, '1,2,4,8,16,32,64,128,256,512,1024,2048,4096,8192,16384,32768,65536,131072,262144,524288', 0, 1, '2019-07-23 07:13:03', '1970-01-01 08:00:01');
INSERT INTO `strategy_sequence_value` VALUES (2, 2, '1,3,7,15,31,63,127,255,511,1023,2047,4095,8191,16383,32767,65535,131071,262143,524287,1048575', 0, 1, '2019-07-23 07:13:15', '1970-01-01 08:00:01');
INSERT INTO `strategy_sequence_value` VALUES (3, 3, '1,3,9,27,81,243,729,2187,6561,19683,59049,177147,531441,1594323,4782969,14348907,43046721,129140163,387420489,1162261467', 0, 1, '2019-07-23 07:13:27', '1970-01-01 08:00:01');
INSERT INTO `strategy_sequence_value` VALUES (4, 4, '1,4,9,16,25,36,49,64,81,100,121,144,169,196,225,256,289,324,361,400\n\n', 0, 1, '2019-07-30 06:32:08', '1970-01-01 08:00:01');
INSERT INTO `strategy_sequence_value` VALUES (5, 5, '1,2,3,5,8,13,21,34,55,89,144,233,377,610,987,1597,2584,4181,6765', 0, 1, '2019-07-30 06:32:14', '1970-01-01 08:00:01');
INSERT INTO `strategy_sequence_value` VALUES (6, 6, '1,3,4,7,11,18,29,47,76,123,199,322,521,843,1364,2207,3571,5778,9349,15127', 0, 1, '2019-07-30 06:32:19', '1970-01-01 08:00:01');
INSERT INTO `strategy_sequence_value` VALUES (7, 7, '1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1', 0, 1, '2019-07-30 06:32:28', '1970-01-01 08:00:01');
